Repository: RettPop/OrderClearWater
Catalog: ClearWater/ClearWater/*.lproj/Localizable.strings
Languages: uk

# title.AboutScreen
source: About
uk: Про додаток

# button.RestoreOrder
source: Refill
uk: Згадати

# placeholder.ClientCode
source: Client code
uk: Код клиента

# placeholder.AddressCity
source: City
uk: Мiсто

# placeholder.AddressStreet
source: Street(*)
uk: Вулиця(*)

# placeholder.addressHouse
source: House(*)
uk: Дiм(*)

# placeholder.addressApt
source: Apartments(*)
uk: Квартира(*)

# placeholder.addressContactName
source: Contact name(*)
uk: Контактне лiцо(*)

# placeholder.addressContactPhone
source: Contact phone(*)
uk: Контактний телефон(*)

# placeholder.scheduleTime
source: Delivery period
uk: Термiн доставки

# placeholder.scheduleDate
source: Delivery date
uk: Дата доставки

# placeholder.confirmSMS
source: Confirm by SMS
uk: Пiдтвердити за SMS

# placeholder.confirmPhone
source: Confirm by phone
uk: Пiдтвердити за телефоном

# placeholder.confirmEmail
source: Confirm by email
uk: Пiдтвердити за email

# placeholder.orderComments
source: Comments
uk: Комент

# placeholder.PhoneNumber
source: Phone
uk: Телефон

# text.ConfirmCallbackRequest
source: Enter number we can phone you
uk: Увведить номер телефону для зворотного дзвiнку

# error.NotEnoughItemsOrdered
source: At least 2 bottles should be ordered
uk: В заказi повинно бути як найменьш 2 пляшки води

# error.DeliveryProhibitedInSunday
source: Delivery is not perfomed in Sunday
uk: Доставка не працює у недiлю

# cellText.ClearWater
source: Clear
uk: Чиста

# cellText.FluoridedWater
source: Fluorine
uk: Фтор

# cellText.IodinatedWater
source: Iodine
uk: Йод

# cellText.Phone
source: Phone
uk: Телефон

# cellText.Code
source: Code
uk: Код

# cellText.FullName
source: Name
uk: ПIБ

# cellText.Date
source: Date
uk: Дата

# cellText.Period
source: Period
uk: Период

# title.Error
source: Error
uk: Помилка

# button.NO
source: NO
uk: НI

# button.YES
source: YES
uk: ТАК

# button.Cancel
source: Cancel
uk: Вiдмiнити

# button.Send
source: Send
uk: Вiдправка

# button.AddNew
source: New
uk: Новий

# button.SendOrder
source: Send order
uk: Вiдiслати

# button.Delivered
source: Delivered
uk: Здiйснено

# button.Confirm
source: Deal
uk: Прийнято

# button.Back
source: Back
uk: Назад

# button.UseForNew
source: Use for new
uk: Як новий

# table.section.Client
source: Client
uk: Клиент

# table.section.Address
source: Address
uk: Адреса

# table.section.Content
source: Bottles (at least 2 items)
uk: Пляшки (якнайменш 2 пляшки)

# table.section.Schedule
source: Delivery schedule
uk: Розклад доставки

# table.section.Comments
source: Comments
uk: Коментар

# table.section.Confirm
source: Order confirmation
uk: Пiдтвердження заказу

# message.OrderWasSent
source: Order was successfuly sent
uk: Замова була вдало вiдправлено.

# title.Success
source: Success
uk: Радiсть

# message.ErrorSendingOrder
source: Error sending order. Try again later.
uk: Помилка вiдправки замови. Спробуйте ще раз.

# message.text.SendOrder?
source: Continue with order send?
uk: Вiдправити замовлення?

# message.title.SendOrder?
source: Send order
uk: Вiдправка

# message.text.NoStoredOrders
source: No previously sent orders found
uk: Ранiше вiдправлених замовлень не знайдено

# title.Order
source: Order
uk: Замова

# title.NewOrder
source: New
uk: Новий

# text.NoOrderAvailable
source: No orders yet. Tap "+" button to create new.
uk: Замовлень ще нема. Натиснить "+" щоб створити нове.

# title.CallbackRequest
source: Callback
uk: Зворотнiй дзвiнок

# error.NotAllFieldsFilled
source: Not all mandatory field were filled
uk: Не всi обов'язковi поля заповнени

# title.Orders
source: Orders
uk: Замовлення

# title.Contacts
source: Contacts
uk: Контакти

# title.About
source: About
uk: Про додаток

# title.Home
source: Home
uk: Додому

# title.Callback
source: Call me back
uk: Передзвонiть

# title.Delivered
source: Delivered
uk: Доставлено

# title.Confirmed
source: Confirmed
uk: Пiдтверджено

# title.NotDelivered
source: Not delivered
uk: Не доставлено

# title.NotConfirmed
source: Not confirmed
uk: Не пiдтверджено

# title.RemoveConfirmation
source: Order confirmation
uk: Пiдтвердження замовлення

# text.RemoveConfirmation
source: Are you sure you want to mark the order as not confirmed?
uk: Вiдмiтити замовлення як не затверджене?

# title.OrderConfirmation
source: Order confirmation
uk: Пiдтвердження замовлення

# text.SetOrderConfirmation
source: Mark the order as confirmed?
uk: Вiдмiтити замовлення як затверджене?

# title.OrderDelivery
source: Order delivery
uk: Доставка замовлення

# text.SetOrderDelivery
source: Mark the order as delivered?
uk: Вiдмiтити замовлення як доставлене?

# title.RemoveDelivery
source: Order delivery
uk: Доставка замовлення

# text.RemoveDelivery
source: Are you sure you want to mark the order as not delivered? It won't affect your physical buttles, but anyway. Do you?
uk: Вiдмiтити замовлення як не доставлене? Це не вплине на наявнiсть вже доставлених пляшок, але... Дiйсно?

# message.ErrorSendingCallbackRequest
source: Some error appeared while requesting callback. Please try again later.
uk: Виникла помилка вiдправки запиту. Спробуйте трохи пiзнiше.

# message.CallbackWasRequested
source: Callback request was sent successfully. We will call you shortly.
uk: Запит успiшно вiдправлено. Очикуйте на дзвiнок.

# text.Disclaimer
source: Application is client for drinking water delivery service http://www.clearwater.UA. Althought, application's author is not affiiliated to the service and does not guarantee any functionality and support from the service side.
uk: Додаток є клiєнтом до сервiсу доставки питтєвої води http://www.clearwater.ua. Але автор додатку нiяк не зв'язан з цiм сервисом та не может гарантувати анi працездатнисть сервису, анi пiдтримки з його боку.

# text.ServiceSite
source: Service website
uk: Вебсторiнка сервису

# title.section.General
source: General
uk: Загальнi
